Repository: adiparvu/PRVITAL
Catalog: prvital-ios/Prvital/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nl, pl, pt, ro, ru

source: Get notified when a fresh reading leaves your range. Alerts use the thresholds from Units & targets and are delivered as local notifications on this device. They only fire while the app can sync a recent reading.
de: Erhalte eine Mitteilung, wenn ein frischer Messwert deinen Zielbereich verlässt. Warnungen verwenden die Schwellenwerte aus Einheiten & Zielwerte und werden als lokale Mitteilungen auf diesem Gerät zugestellt. Sie werden nur ausgelöst, solange die App einen aktuellen Messwert synchronisieren kann.
es: Recibe un aviso cuando una lectura reciente salga de tu rango. Las alertas usan los umbrales de Unidades y objetivos y se entregan como notificaciones locales en este dispositivo. Solo se disparan mientras la app pueda sincronizar una lectura reciente.
fr: Soyez averti quand une mesure récente sort de votre plage. Les alertes utilisent les seuils d'Unités et cibles et sont envoyées comme notifications locales sur cet appareil. Elles ne se déclenchent que tant que l'app peut synchroniser une mesure récente.
it: Ricevi una notifica quando una lettura recente esce dal tuo intervallo. Gli avvisi usano le soglie di Unità e target e arrivano come notifiche locali su questo dispositivo. Scattano solo finché l'app riesce a sincronizzare una lettura recente.
nl: Krijg een melding wanneer een verse meting buiten je bereik komt. Waarschuwingen gebruiken de drempels uit Eenheden & streefwaarden en worden als lokale meldingen op dit apparaat bezorgd. Ze gaan alleen af zolang de app een recente meting kan synchroniseren.
pl: Otrzymuj powiadomienia, gdy świeży odczyt wyjdzie poza Twój zakres. Alerty korzystają z progów z sekcji Jednostki i cele i są dostarczane jako lokalne powiadomienia na tym urządzeniu. Działają tylko wtedy, gdy aplikacja może zsynchronizować aktualny odczyt.
pt: Recebe um aviso quando uma leitura recente sair do teu intervalo. Os alertas usam os limiares de Unidades e alvos e chegam como notificações locais neste dispositivo. Só disparam enquanto a aplicação conseguir sincronizar uma leitura recente.
ro: Primești o notificare când o citire proaspătă iese din intervalul tău. Alertele folosesc pragurile din Unități și ținte și sunt livrate ca notificări locale pe acest dispozitiv. Se declanșează doar cât timp aplicația poate sincroniza o citire recentă.
ru: Получайте уведомления, когда свежее измерение выходит за пределы вашего диапазона. Оповещения используют пороги из раздела «Единицы и цели» и доставляются как локальные уведомления на этом устройстве. Они срабатывают, только пока приложение может синхронизировать недавнее измерение.

source: Get started
de: Loslegen
es: Empezar
fr: Commencer
it: Inizia
nl: Aan de slag
pl: Zaczynajmy
pt: Começar
ro: Începe
ru: Начать

source: Give me sugar — juice, regular (non-diet) soda, or glucose tablets.
de: Geben Sie mir Zucker — Saft, normale (nicht zuckerfreie) Limonade oder Traubenzucker.
es: Dame azúcar: zumo, refresco normal (no light) o tabletas de glucosa.
fr: Donnez-moi du sucre — jus de fruits, soda normal (non light) ou comprimés de glucose.
it: Datemi dello zucchero: succo, bibita normale (non dietetica) o compresse di glucosio.
nl: Geef me suiker — sap, gewone (geen light) frisdrank of glucosetabletten.
pl: Podaj mi cukier — sok, zwykły (niedietetyczny) napój gazowany lub tabletki z glukozą.
pt: Dê-me açúcar — sumo, refrigerante normal (não dietético) ou pastilhas de glicose.
ro: Dă-mi zahăr — suc, băutură carbogazoasă normală (nu dietetică) sau tablete de glucoză.
ru: Дайте мне сахар — сок, обычную (не диетическую) газировку или таблетки глюкозы.

source: Give the carbs time to work. Try not to treat again yet — over-treating can cause a rebound high.
de: Gib den Kohlenhydraten Zeit zu wirken. Behandle möglichst noch nicht erneut — Überkorrektur kann einen Rebound-Hochwert verursachen.
es: Dale tiempo a los carbohidratos para actuar. Intenta no tratar otra vez todavía: tratar de más puede causar una subida de rebote.
fr: Laissez aux glucides le temps d'agir. Évitez de retraiter tout de suite — un excès peut provoquer un rebond hyperglycémique.
it: Dai ai carboidrati il tempo di agire. Cerca di non trattare di nuovo per ora: un eccesso può causare un rimbalzo verso l'alto.
nl: Geef de koolhydraten tijd om te werken. Behandel liever nog niet opnieuw — te veel behandelen kan een terugslagpiek veroorzaken.
pl: Daj węglowodanom czas zadziałać. Postaraj się jeszcze nie powtarzać leczenia — nadmiar może wywołać przecukrzenie z odbicia.
pt: Dá tempo aos hidratos para atuarem. Tenta ainda não tratar outra vez — tratar em excesso pode causar uma subida de rebound.
ro: Dă-le carbohidraților timp să acționeze. Încearcă să nu tratezi din nou încă — tratarea în exces poate provoca o revenire în urcare.
ru: Дайте углеводам время подействовать. Постарайтесь пока не принимать ещё — избыточное лечение может вызвать рикошетный подъём.

source: Giving rapid insulin time to work
de: Schnell wirkendem Insulin Zeit zum Wirken geben
es: Dar tiempo a la insulina rápida para que actúe
fr: Laisser à l'insuline rapide le temps d'agir
it: Dare tempo all'insulina rapida di agire
nl: Snelwerkende insuline de tijd geven om te werken
pl: Dając insulinie szybko działającej czas na zadziałanie
pt: Dar tempo à insulina rápida para atuar
ro: Cum îi dai insulinei rapide timp să acționeze
ru: Дай инсулину быстрого действия время подействовать

source: Glucose
de: Glukose
es: Glucosa
fr: Glycémie
it: Glicemia
pl: Glukoza
pt: Glicose
ro: Glicemie
ru: Глюкоза

source: Glucose %@, %@
de: Glukose %@, %@
es: Glucosa %@, %@
fr: Glycémie %@, %@
it: Glicemia %@, %@
pl: Glukoza %@, %@
pt: Glicose %@, %@
ro: Glicemie %@, %@
ru: Глюкоза %@, %@

source: Glucose & heart rate
de: Glukose & Herzfrequenz
es: Glucosa y frecuencia cardíaca
fr: Glycémie et fréquence cardiaque
it: Glicemia e frequenza cardiaca
nl: Glucose en hartslag
pl: Glukoza i tętno
pt: Glicose e frequência cardíaca
ro: Glicemie & puls
ru: Глюкоза и пульс

source: Glucose & therapy
de: Glukose & Therapie
es: Glucosa y tratamiento
fr: Glycémie et traitement
it: Glicemia e terapia
nl: Glucose & therapie
pl: Glikemia i terapia
pt: Glicemia e terapêutica
ro: Glicemie și terapie
ru: Глюкоза и терапия

source: Glucose alerts
de: Glukose-Warnungen
es: Alertas de glucosa
fr: Alertes de glycémie
it: Avvisi della glicemia
nl: Glucosewaarschuwingen
pl: Alerty glukozy
pt: Alertas de glicose
ro: Alerte glicemie
ru: Оповещения о глюкозе

source: Glucose chart
de: Glukose-Diagramm
es: Gráfico de glucosa
fr: Graphique de glycémie
it: Grafico glicemico
nl: Glucosegrafiek
pl: Wykres glukozy
pt: Gráfico de glicose
ro: Grafic glicemie
ru: График глюкозы

source: Glucose checks
de: Glukosemessungen
es: Controles de glucosa
fr: Contrôles de glycémie
it: Controlli della glicemia
nl: Glucosecontroles
pl: Pomiary glukozy
pt: Verificações de glicose
ro: Verificări glicemie
ru: Проверки глюкозы

source: Glucose climbed above range within two hours of a low. Treating lows with a measured amount of carbs helps avoid the overshoot.
de: Die Glukose stieg innerhalb von zwei Stunden nach einem Tief über den Zielbereich. Tiefs mit einer abgemessenen Menge Kohlenhydrate zu behandeln, hilft, ein Überschießen zu vermeiden.
es: La glucosa subió por encima del rango en las dos horas siguientes a una hipoglucemia. Tratar las hipoglucemias con una cantidad medida de carbohidratos ayuda a evitar el rebote.
fr: La glycémie est montée au-dessus de la cible dans les deux heures suivant une hypoglycémie. Traiter les hypoglycémies avec une quantité mesurée de glucides aide à éviter le rebond.
it: La glicemia è salita sopra l'intervallo entro due ore da un valore basso. Trattare i valori bassi con una quantità misurata di carboidrati aiuta a evitare l'eccesso.
nl: De glucose steeg binnen twee uur na een lage waarde boven het bereik. Het behandelen van lage waarden met een afgemeten hoeveelheid koolhydraten helpt doorschieten te voorkomen.
pl: Glukoza wzrosła powyżej zakresu w ciągu dwóch godzin po niedocukrzeniu. Leczenie niedocukrzeń odmierzoną ilością węglowodanów pomaga uniknąć przestrzelenia.
pt: A glicose subiu acima do intervalo em duas horas após uma mínima. Tratar as mínimas com uma quantidade medida de hidratos de carbono ajuda a evitar a subida excessiva.
ro: Glicemia a urcat peste interval în două ore de la o minimă. Tratarea minimelor cu o cantitate măsurată de carbohidrați ajută la evitarea depășirii.
ru: Глюкоза поднялась выше диапазона в течение двух часов после гипогликемии. Купирование гипогликемии отмеренным количеством углеводов помогает избежать избыточного подъёма.

source: Glucose climbed quickly in the last hour with no meal or bolus logged. If you ate, log it and consider your dose.
de: Der Glukosewert ist in der letzten Stunde schnell gestiegen, ohne erfasste Mahlzeit oder Bolus. Falls du gegessen hast, erfasse es und denke an deine Dosis.
es: La glucosa subió rápido en la última hora sin comida ni bolo registrados. Si comiste, regístralo y considera tu dosis.
fr: La glycémie a monté rapidement au cours de la dernière heure sans repas ni bolus notés. Si tu as mangé, note-le et pense à ta dose.
it: La glicemia è salita rapidamente nell'ultima ora senza pasto né bolo registrati. Se hai mangiato, registralo e valuta la dose.
nl: De glucose steeg snel in het afgelopen uur zonder gelogde maaltijd of bolus. Heb je gegeten, log het en overweeg je dosis.
pl: Glikemia szybko wzrosła w ciągu ostatniej godziny bez zapisanego posiłku ani bolusa. Jeśli zjadłeś, zapisz to i rozważ dawkę.
pt: A glicose subiu depressa na última hora sem refeição nem bólus registados. Se comeste, regista-o e pondera a tua dose.
ro: Glicemia a urcat rapid în ultima oră fără vreo masă sau bolus înregistrat. Dacă ai mâncat, înregistrează masa și ia în calcul doza.
ru: Глюкоза быстро выросла за последний час без записанной еды или болюса. Если вы поели — запишите это и подумайте о дозе.

source: Glucose climbs about +%lld mg/dL before breakfast across %lld days
de: Glukose steigt vor dem Frühstück um etwa +%lld mg/dL an %lld Tagen
es: La glucosa sube unos +%lld mg/dL antes del desayuno en %lld días
fr: La glycémie augmente d'environ +%lld mg/dL avant le petit-déjeuner sur %lld jours
it: La glicemia sale di circa +%lld mg/dL prima di colazione in %lld giorni
nl: Glucose stijgt met ongeveer +%lld mg/dL voor het ontbijt op %lld dagen
pl: Glukoza rośnie o około +%lld mg/dL przed śniadaniem przez %lld dni
pt: A glicose sobe cerca de +%lld mg/dL antes do pequeno-almoço em %lld dias
ro: Glicemia crește cu aproximativ +%lld mg/dL înainte de micul dejun în %lld zile
ru: Глюкоза поднимается примерно на +%lld мг/дл перед завтраком за %lld дней

source: Glucose differs by about %@ between your highest and lowest days.
de: Die Glukose unterscheidet sich um etwa %@ zwischen deinen höchsten und niedrigsten Tagen.
es: La glucosa varía unos %@ entre tus días más altos y más bajos.
fr: La glycémie varie d’environ %@ entre vos jours les plus élevés et les plus bas.
it: La glicemia varia di circa %@ tra i giorni più alti e più bassi.
nl: De glucose verschilt ongeveer %@ tussen je hoogste en laagste dagen.
pl: Glikemia różni się o około %@ między dniami o najwyższych i najniższych wartościach.
pt: A glicose varia cerca de %@ entre os teus dias mais altos e mais baixos.
ro: Glicemia diferă cu aproximativ %@ între zilele cu cele mai mari și cele mai mici valori.
ru: Глюкоза различается примерно на %@ между днями с самыми высокими и самыми низкими значениями.

source: Glucose distribution
de: Glukoseverteilung
es: Distribución de la glucosa
fr: Distribution de la glycémie
it: Distribuzione della glicemia
nl: Glucoseverdeling
pl: Rozkład glukozy
pt: Distribuição da glicose
ro: Distribuția glicemiei
ru: Распределение глюкозы

source: Glucose drops about %lld mg/dL after activity — watch for lows
de: Glukose fällt nach Aktivität um etwa %lld mg/dL – auf Unterzuckerungen achten
es: La glucosa baja unos %lld mg/dL después de la actividad: atento a las hipoglucemias
fr: La glycémie baisse d'environ %lld mg/dL après l'activité — attention aux hypos
it: La glicemia scende di circa %lld mg/dL dopo l'attività — attenzione agli ipo
nl: Glucose daalt met ongeveer %lld mg/dL na activiteit — let op hypo's
pl: Glukoza spada o około %lld mg/dL po aktywności — uważaj na niedocukrzenia
pt: A glicose baixa cerca de %lld mg/dL após a atividade — atenção às hipoglicemias
ro: Glicemia scade cu aproximativ %lld mg/dL după activitate — atenție la hipoglicemii
ru: Глюкоза падает примерно на %lld мг/дл после активности — следите за гипогликемией

source: Glucose drops about %lld mg/dL after activity, across %lld sessions
de: Glukose fällt nach Aktivität um etwa %lld mg/dL über %lld Einheiten
es: La glucosa baja unos %lld mg/dL después de la actividad, en %lld sesiones
fr: La glycémie baisse d'environ %lld mg/dL après l'activité, sur %lld séances
it: La glicemia scende di circa %lld mg/dL dopo l'attività, in %lld sessioni
nl: Glucose daalt met ongeveer %lld mg/dL na activiteit, over %lld sessies
pl: Glukoza spada o około %lld mg/dL po aktywności, w %lld sesjach
pt: A glicose baixa cerca de %lld mg/dL após a atividade, em %lld sessões
ro: Glicemia scade cu aproximativ %lld mg/dL după activitate, în %lld sesiuni
ru: Глюкоза падает примерно на %lld мг/дл после активности за %lld тренировок

source: Glucose falling
de: Glukose fällt
es: Glucosa en descenso
fr: Glycémie en baisse
it: Glicemia in calo
nl: Glucose daalt
pl: Glikemia spada
pt: Glicemia a descer
ro: Glicemie în scădere
ru: Глюкоза снижается

source: Glucose falling fast
de: Glukose fällt schnell
es: Glucosa bajando rápido
fr: Glycémie en baisse rapide
it: Glicemia in rapida discesa
nl: Glucose daalt snel
pl: Glukoza szybko spada
pt: Glicose a descer rapidamente
ro: Glicemia scade rapid
ru: Глюкоза быстро падает

source: Glucose goals
de: Glukose-Ziele
es: Objetivos de glucosa
fr: Objectifs de glycémie
it: Obiettivi glicemici
nl: Glucosedoelen
pl: Cele glukozy
pt: Objetivos de glicose
ro: Obiective de glicemie
ru: Цели по глюкозе

source: Glucose heatmap
de: Glukose-Heatmap
es: Mapa de calor de glucosa
fr: Carte thermique du glucose
it: Mappa di calore glicemia
pl: Mapa cieplna glukozy
pt: Mapa de calor da glicose
ro: Hartă termică glicemie
ru: Тепловая карта глюкозы

source: Glucose in milligrams per deciliter and heart rate in beats per minute across %@
de: Glukose in Milligramm pro Deziliter und Herzfrequenz in Schlägen pro Minute über %@
es: Glucosa en miligramos por decilitro y frecuencia cardiaca en latidos por minuto durante %@
fr: Glycémie en milligrammes par décilitre et fréquence cardiaque en battements par minute sur %@
it: Glicemia in milligrammi per decilitro e frequenza cardiaca in battiti al minuto su %@
nl: Glucose in milligram per deciliter en hartslag in slagen per minuut over %@
pl: Glukoza w miligramach na decylitr i tętno w uderzeniach na minutę w okresie %@
pt: Glicose em miligramas por decilitro e frequência cardíaca em batimentos por minuto ao longo de %@
ro: Glicemia în miligrame pe decilitru și pulsul în bătăi pe minut pe %@
ru: Глюкоза в миллиграммах на децилитр и пульс в ударах в минуту за %@

source: Glucose in milligrams per deciliter and heart rate in beats per minute across the day
de: Blutzucker in Milligramm pro Deziliter und Herzfrequenz in Schlägen pro Minute über den Tag
es: Glucosa en miligramos por decilitro y frecuencia cardíaca en latidos por minuto a lo largo del día
fr: Glycémie en milligrammes par décilitre et fréquence cardiaque en battements par minute au fil de la journée
it: Glicemia in milligrammi per decilitro e frequenza cardiaca in battiti al minuto durante la giornata
nl: Glucose in milligram per deciliter en hartslag in slagen per minuut gedurende de dag
pl: Glukoza w miligramach na decylitr i tętno w uderzeniach na minutę w ciągu dnia
pt: Glicose em miligramas por decilitro e frequência cardíaca em batimentos por minuto ao longo do dia
ro: Glicemia în miligrame pe decilitru și pulsul în bătăi pe minut de-a lungul zilei
ru: Глюкоза в миллиграммах на децилитр и пульс в ударах в минуту в течение дня

source: Glucose is coming down.
de: Die Glukose fällt.
es: La glucosa está bajando.
fr: La glycémie diminue.
it: La glicemia sta scendendo.
nl: De glucose daalt.
pl: Glikemia spada.
pt: A glicemia está a descer.
ro: Glicemia este în scădere.
ru: Глюкоза снижается.

source: Glucose is going up.
de: Die Glukose steigt.
es: La glucosa está subiendo.
fr: La glycémie augmente.
it: La glicemia sta salendo.
nl: De glucose stijgt.
pl: Glikemia rośnie.
pt: A glicemia está a subir.
ro: Glicemia este în creștere.
ru: Глюкоза повышается.

source: Glucose is steadier — variability down %lld points.
de: Der Glukoseverlauf ist ruhiger — Variabilität um %lld Punkte gesunken.
es: La glucosa está más estable — variabilidad %lld puntos menos.
fr: La glycémie est plus stable — variabilité en baisse de %lld points.
it: La glicemia è più stabile — variabilità giù di %lld punti.
nl: Glucose is stabieler — variabiliteit %lld punten lager.
pl: Glukoza jest stabilniejsza — zmienność niższa o %lld pkt.
pt: A glicose está mais estável — variabilidade %lld pontos abaixo.
ro: Glicemia e mai liniștită — variabilitatea a scăzut %lld puncte.
ru: Глюкоза ровнее — вариабельность ниже на %lld п.

source: Glucose is too high!
de: Die Glukose ist zu hoch!
es: ¡La glucosa es demasiado alta!
fr: La glycémie est trop élevée !
it: La glicemia è troppo alta!
nl: De glucose is te hoog!
pl: Glikemia jest za wysoka!
pt: A glicemia está demasiado alta!
ro: Glicemia este prea mare!
ru: Глюкоза слишком высокая!

source: Glucose is too low!
de: Die Glukose ist zu niedrig!
es: ¡La glucosa es demasiado baja!
fr: La glycémie est trop basse !
it: La glicemia è troppo bassa!
nl: De glucose is te laag!
pl: Glikemia jest za niska!
pt: A glicemia está demasiado baixa!
ro: Glicemia este prea mică!
ru: Глюкоза слишком низкая!

source: Glucose meter
de: Blutzuckermessgerät
es: Medidor de glucosa
fr: Lecteur de glycémie
it: Glucometro
pl: Glukometr
pt: Medidor de glicose
ro: Glucometru
ru: Глюкометр

source: Glucose meters
de: Blutzuckermessgeräte
es: Medidores de glucosa
fr: Lecteurs de glycémie
it: Glucometri
nl: Bloedglucosemeters
pl: Glukometry
pt: Medidores de glicose
ro: Glucometre
ru: Глюкометры

source: Glucose on your Lock Screen
de: Glukose auf dem Sperrbildschirm
es: Glucosa en tu pantalla de bloqueo
fr: La glycémie sur votre écran verrouillé
it: La glicemia sulla schermata di blocco
nl: Glucose op je toegangsscherm
pl: Glukoza na ekranie blokady
pt: Glicose no teu ecrã bloqueado
ro: Glicemia pe ecranul de blocare
ru: Глюкоза на экране блокировки

source: Glucose over period
de: Glukose über den Zeitraum
es: Glucosa durante el período
fr: Glycémie sur la période
it: Glicemia nel periodo
nl: Glucose over de periode
pl: Glukoza w okresie
pt: Glicose ao longo do período
ro: Glicemia pe perioadă
ru: Глюкоза за период

source: Glucose readings
de: Glukosemesswerte
es: Lecturas de glucosa
fr: Mesures de glycémie
it: Letture della glicemia
nl: Glucosemetingen
pl: Odczyty glukozy
pt: Leituras de glicose
ro: Citiri glicemie
ru: Измерения глюкозы

source: Glucose response chart
de: Diagramm der Glukoseantwort
es: Gráfico de la respuesta de glucosa
fr: Graphique de la réponse glycémique
it: Grafico della risposta glicemica
nl: Grafiek van de glucoserespons
pl: Wykres odpowiedzi glikemii
pt: Gráfico da resposta da glicose
ro: Grafic al răspunsului glicemiei
ru: График гликемического ответа

source: Glucose rising
de: Glukose steigt
es: Glucosa en aumento
fr: Glycémie en hausse
it: Glicemia in aumento
nl: Glucose stijgt
pl: Glikemia rośnie
pt: Glicemia a subir
ro: Glicemie în creștere
ru: Глюкоза растёт

source: Glucose rising fast
de: Glukose steigt schnell
es: Glucosa subiendo rápido
fr: Glycémie en hausse rapide
it: Glicemia in rapida salita
nl: Glucose stijgt snel
pl: Glukoza szybko rośnie
pt: Glicose a subir rapidamente
ro: Glicemia crește rapid
ru: Глюкоза быстро растёт

source: Glucose spiked high after a low %lld times — watch for over-treating lows
de: Glukose stieg nach einer Unterzuckerung %lld Mal stark an – Überkorrektur von Tiefs vermeiden
es: La glucosa subió mucho tras una hipoglucemia %lld veces: cuidado con sobretratar las bajadas
fr: La glycémie a fortement grimpé après une hypo %lld fois — évitez de surcorriger les hypos
it: La glicemia è salita molto dopo un ipo %lld volte — attenzione a non sovracorreggere gli ipo
nl: Glucose schoot %lld keer omhoog na een hypo — pas op voor overbehandeling van hypo's
pl: Glukoza gwałtownie wzrosła po niedocukrzeniu %lld razy — uważaj na przeleczenie niedocukrzeń
pt: A glicose disparou após uma hipoglicemia %lld vezes — atenção a tratar demais as baixas
ro: Glicemia a crescut brusc după o hipoglicemie de %lld ori — atenție la supratratarea hipoglicemiilor
ru: Глюкоза резко выросла после гипогликемии %lld раз — избегайте избыточного лечения гипогликемии

source: Glucose steady
de: Glukose stabil
es: Glucosa estable
fr: Glycémie stable
it: Glicemia stabile
nl: Glucose stabiel
pl: Glikemia stabilna
pt: Glicemia estável
ro: Glicemie stabilă
ru: Глюкоза стабильна

source: Glucose swung more — variability up %lld points.
de: Der Glukoseverlauf schwankte stärker — Variabilität um %lld Punkte gestiegen.
es: La glucosa osciló más — variabilidad %lld puntos más.
fr: La glycémie a plus oscillé — variabilité en hausse de %lld points.
it: La glicemia ha oscillato di più — variabilità su di %lld punti.
nl: Glucose schommelde meer — variabiliteit %lld punten hoger.
pl: Glukoza wahała się bardziej — zmienność wyższa o %lld pkt.
pt: A glicose oscilou mais — variabilidade %lld pontos acima.
ro: Glicemia a oscilat mai mult — variabilitatea a crescut %lld puncte.
ru: Глюкоза колебалась сильнее — вариабельность выше на %lld п.

source: Glucose that stays high, or lows you can't bring up
de: Glukose, die hoch bleibt, oder Unterzuckerungen, die du nicht anheben kannst
es: Glucosa que sigue alta, o bajadas que no consigues subir
fr: Une glycémie qui reste élevée, ou des hypos que vous n'arrivez pas à remonter
it: Glicemia che resta alta, o ipo che non riesci a far risalire
nl: Glucose die hoog blijft, of hypo's die je niet omhoog krijgt
pl: Glukoza, która pozostaje wysoka, lub niedocukrzenia, których nie możesz podnieść
pt: Glicose que se mantém alta, ou hipoglicemias que não consegues fazer subir
ro: Glicemie care rămâne mare, sau hipoglicemii pe care nu le poți ridica
ru: Глюкоза, которая остаётся высокой, или гипогликемии, которые не удаётся поднять

source: Glucose trend
de: Glukosetrend
es: Tendencia de la glucosa
fr: Tendance de la glycémie
it: Andamento della glicemia
pl: Trend glukozy
pt: Tendência da glicose
ro: Tendință glicemie
ru: Тренд глюкозы

source: Glucose trend chart, no readings yet
de: Glukose-Trenddiagramm, noch keine Messwerte
es: Gráfico de tendencia de glucosa, aún sin lecturas
fr: Graphique de tendance de la glycémie, aucune mesure pour l'instant
it: Grafico dell'andamento della glicemia, ancora nessuna lettura
nl: Glucosetrendgrafiek, nog geen metingen
pl: Wykres trendu glukozy, brak odczytów
pt: Gráfico de tendência da glicose, ainda sem leituras
ro: Grafic de tendință a glicemiei, încă fără citiri
ru: График тренда глюкозы, пока нет измерений
